exports.unicode = {
	'အတိုင်းအတာ': 'အတိုင်းအတာ',
	'ရှေးသုံးတိုင်းပုံ': 'ရှေးသုံးတိုင်းပုံ',
	'အလေးချိန်': 'အလေးချိန်',
	'ရှေးသုံးချိန်နည်း': 'ရှေးသုံးချိန်နည်း',
	'အချိန်နာရီ': 'အချိန်နာရီ',
	'ရှေးကအချိန်တွက်ပုံ': 'ရှေးကအချိန်တွက်ပုံ',
	'အချင်အတွယ်': 'အချင်အတွယ်',
	'ရှေးသုံးချင်တွယ်ပုံ': 'ရှေးသုံးချင်တွယ်ပုံ',
	'မှတ်ချက်': 'မှတ်ချက်'
};

exports.zawgyi = {
	'အတိုင်းအတာ': 'အတိုင္းအတာ',
	'ရှေးသုံးတိုင်းပုံ': 'ေရွးသံုးတိုင္းပံု',
	'အလေးချိန်': 'အေလးခ်ိန္',
	'ရှေးသုံးချိန်နည်း': 'ေရွးသံုးခ်ိန္နည္း',
	'အချိန်နာရီ': 'အခ်ိန္နာရီ',
	'ရှေးကအချိန်တွက်ပုံ': 'ေရွးကအခ်ိန္တြက္ပံု',
	'အချင်အတွယ်': 'အခ်င္အတြယ္',
	'ရှေးသုံးချင်တွယ်ပုံ': 'ေရွးသံုးခ်င္တြယ္ပံု',
	'မှတ်ချက်': 'မွတ္ခ်က္'
};

exports.lengthUnitSetUni = ['ဆံချည်', 'နှမ်း', 'မုယော', 'လက်သစ်', 'မိုက်', 'ထွာ', 'တောင်', 'လံ', 'တာ', 'ဥသဘ', 'ကောသ', 'ဂါဝုတ်', 'ယူဇနာ', 'လက်မ', 'ပေ', 'ကိုက်', 'မိုင်', 'မီလီမီတာ', 'စင်တီမီတာ', 'မီတာ', 'ကီလိုမီတာ'];
exports.lengthUnitSetZg = ['ဆံခ်ည္', 'နွမ္း', 'မုေယာ', 'လက္သစ္', 'မိုက္', 'ထြာ', 'ေတာင္', 'လံ', 'တာ', 'ဥသဘ', 'ေကာသ', 'ဂါဝုတ္', 'ယူဇနာ', 'လက္မ', 'ေပ', 'ကိုက္', 'မိုင္', 'မီလီမီတာ', 'စင္တီမီတာ', 'မီတာ', 'ကီလိုမီတာ'];

exports.realLengthUni = { 'ဆံချည်': 'sanchi', 'နှမ်း': 'hnan', 'မုယော': 'mayaw', 'လက်သစ်': 'letthit', 'မိုက်': 'maik', 'ထွာ': 'htwa', 'တောင်': 'taung', 'လံ': 'lan', 'တာ': 'ta', 'ဥသဘ': 'outthaba', 'ကောသ': 'kawtha', 'ဂါဝုတ်': 'gawout', 'ယူဇနာ': 'yuzana', 'လက်မ': 'in', 'ပေ': 'ft', 'ကိုက်': 'yrd', 'မိုင်': 'mi', 'မီလီမီတာ': 'mm', 'စင်တီမီတာ': 'cm', 'မီတာ': 'm', 'ကီလိုမီတာ': 'km' };
exports.realLengthZg = { 'ဆံခ်ည္': 'sanchi', 'နွမ္း': 'hnan', 'မုေယာ': 'mayaw', 'လက္သစ္': 'letthit', 'မိုက္': 'maik', 'ထြာ': 'htwa', 'ေတာင္': 'taung', 'လံ': 'lan', 'တာ': 'ta', 'ဥသဘ': 'outthaba', 'ေကာသ': 'kawtha', 'ဂါဝုတ္': 'gawout', 'ယူဇနာ': 'yuzana', 'လက္မ': 'in', 'ေပ': 'ft', 'ကိုက္': 'yrd', 'မိုင္': 'mi', 'မီလီမီတာ': 'mm', 'စင္တီမီတာ': 'cm', 'မီတာ': 'm', 'ကီလိုမီတာ': 'km' };

exports.massUnitSetUni = ['ရွေးလေး', 'ရွေးကြီး', 'ပဲသား', 'မူးသား', 'မတ်သား', 'ကျပ်သား', 'ပိဿာ', 'အောင်စ', 'ပေါင်', 'မီလီဂရမ်', 'ဂရမ်', 'ကီလိုဂရမ်'];
exports.massUnitSetZg = ['ေရြးေလး', 'ေရြးျကီး', 'ပဲသား', 'မူးသား', 'မတ္သား', 'က်ပ္သား', 'ပိႆာ', 'ေအာင္စ', 'ေပါင္', 'မီလီဂရမ္', 'ဂရမ္', 'ကီလိုဂရမ္'];

exports.realMassUni = { 'ရွေးလေး': 'ywaylay', 'ရွေးကြီး': 'ywaygyi', 'ပဲသား': 'petha', 'မူးသား': 'mutha', 'မတ်သား': 'mattha', 'ကျပ်သား': 'kyattha', 'ပိဿာ': 'peittha', 'အောင်စ': 'oz', 'ပေါင်': 'lb', 'မီလီဂရမ်': 'mg', 'ဂရမ်': 'g', 'ကီလိုဂရမ်': 'kg' };
exports.realMassZg = { 'ေရြးေလး': 'ywaylay', 'ေရြးျကီး': 'ywaygyi', 'ပဲသား': 'petha', 'မူးသား': 'mutha', 'မတ္သား': 'mattha', 'က်ပ္သား': 'kyattha', 'ပိႆာ': 'peittha', 'ေအာင္စ': 'oz', 'ေပါင္': 'lb', 'မီလီဂရမ္': 'mg', 'ဂရမ္': 'g', 'ကီလိုဂရမ္': 'kg' };

exports.volumeUnitSetUni = ['လမြူ', 'လမျက်', 'လမယ်', 'စလယ်', 'ခွက်', 'ပြည်', 'စိတ်', 'ခွဲ', 'တင်း', 'ရေအောင်စ', 'ပိုင့်', 'ကွာတား', 'ဂါလံ', 'မီလီလီတာ', 'လီတာ', 'ကုဗမီတာ'];
exports.volumeUnitSetZg = ['လျမူ', 'လမ်က္', 'လမယ္', 'စလယ္', 'ခြက္', 'ျပည္', 'စိတ္', 'ခြဲ', 'တင္း', 'ေရေအာင္စ', 'ပိုင့္', 'ကြာတား', 'ဂါလံ', 'မီလီလီတာ', 'လီတာ', 'ကုဗမီတာ'];

exports.realVolumeUni = { 'လမြူ': 'lamyu', 'လမျက်': 'lamyet', 'လမယ်': 'lame', 'စလယ်': 'sale', 'ခွက်': 'hkwet', 'ပြည်': 'pyi', 'စိတ်': 'seit', 'ခွဲ': 'hkwe', 'တင်း': 'tin', 'ရေအောင်စ': 'fl-oz', 'ပိုင့်': 'pnt', 'ကွာတား': 'qt', 'ဂါလံ': 'gal', 'မီလီလီတာ': 'ml', 'လီတာ': 'ltr', 'ကုဗမီတာ': 'm3' };
exports.realVolumeZg = { 'လျမူ': 'lamyu', 'လမ်က္': 'lamyet', 'လမယ္': 'lame', 'စလယ္': 'sale', 'ခြက္': 'hkwet', 'ျပည္': 'pyi', 'စိတ္': 'seit', 'ခြဲ': 'hkwe', 'တင္း': 'tin', 'ေရေအာင္စ': 'fl-oz', 'ပိုင့္': 'pnt', 'ကြာတား': 'qt', 'ဂါလံ': 'gal', 'မီလီလီတာ': 'ml', 'လီတာ': 'ltr', 'ကုဗမီတာ': 'm3' };

exports.timeUnitSetUni = ['အနုခရာ', 'လယ', 'ခဏ', 'ခရာ', 'ပြန်', 'ဗီဇနာ', 'ပါဒ်', '(ရှေး)နာရီ', 'ဗဟို', 'ရက်', 'စက္ကန့်', 'မိနစ်', 'နာရီ', 'ပါတ်', 'လ', 'နှစ်'];
exports.timeUnitSetZg = ['အနုခရာ', 'လယ', 'ခဏ', 'ခရာ', 'ျပန္', 'ဗီဇနာ', 'ပါဒ္', '(ေရွး)နာရီ', 'ဗဟို', 'ရက္', 'စကၠန့္', 'မိနစ္', 'နာရီ', 'ပါတ္', 'လ', 'နွစ္'];

exports.realTimeUni = { 'အနုခရာ': 'anukhaya', 'လယ': 'laya', 'ခဏ': 'khana', 'ခရာ': 'khaya', 'ပြန်': 'pyan', 'ဗီဇနာ': 'bizana', 'ပါဒ်': 'pat', '(ရှေး)နာရီ': 'nayi', 'ဗဟို': 'baho', 'ရက်': 'd', 'စက္ကန့်': 's', 'မိနစ်': 'min', 'နာရီ': 'h', 'ပါတ်': 'week', 'လ': 'month', 'နှစ်': 'year' };
exports.realTimeZg = { 'အနုခရာ': 'anukhaya', 'လယ': 'laya', 'ခဏ': 'khana', 'ခရာ': 'khaya', 'ျပန္': 'pyan', 'ဗီဇနာ': 'bizana', 'ပါဒ္': 'pat', '(ေရွး)နာရီ': 'nayi', 'ဗဟို': 'baho', 'ရက္': 'd', 'စကၠန့္': 's', 'မိနစ္': 'min', 'နာရီ': 'h', 'ပါတ္': 'week', 'လ': 'month', 'နွစ္': 'year' };
